aaron-bond.better-comments
akamud.vscode-theme-onedark
astro-build.houston
ban.spellright
be5invis.vscode-custom-css
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
danielpinto8zz6.c-cpp-compile-run
dustypomerleau.rust-syntax
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ionutvmi.path-autocomplete
jirkavrba.subway-surfers
KevinRose.vsc-python-indent
mintlify.document
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
oderwat.indent-rainbow
OttonielMatheus.mcdonalds-theme
PKief.material-icon-theme
PrimaFuture.open-php-html-js-in-browser
redhat.java
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
rust-lang.rust
rust-lang.rust-analyzer
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
Swellaby.rust-pack
tamasfe.even-better-toml
techer.open-in-browser
tomoki1207.pdf
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WrightStateUniversity-ComputerScience.wsu-cse
xdebug.php-debug
